Repository: Kupofty/sar_pi
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it_it, nb_no, pt_pt

source: SAR panel icon has NOT been loaded
de_de: SAR-Panel-Symbol wurde NICHT geladen
es_es: El icono del panel SAR NO ha sido cargado
fr_fr: Icône du complément SAR : Non chargée

source: Select SAR Datum Point
de_de: Bestimme den Punkt des SAR Ereignisses
es_es: Seleccionar punto de datos SAR
fr_fr: Point initial de recherche SAR : Sélectionnner
it_it: Seleziona Sar Datum Point
nb_no: Velg SAR datumpunkt
pt_pt: Selecionar ponto de dados SAR

source: Search and Rescue Patterns
de_de: Search and Rescue-Muster
es_es: Patrones de Búsqueda y Rescate
fr_fr: Modèles de recherche et sauvetage
it_it: Modelli di ricerca e salvataggio
nb_no: Søk og rednings mønstre
pt_pt: Padrões de Busca e Salvamento

source: Creates GPX files with Search and Rescue patterns
de_de: Erzeugt GPX-Dateien mit Search and Rescue-Mustern
es_es: Crear archivos GPX conpatrones de búsqueda y rescate
fr_fr: Créer des fichiers GPX avec les modèles SAR
it_it: Crea file GPX con modelli SAR
nb_no: Oppretter GPX filer med Søk og Rednings mønstre
pt_pt: Cria ficheiros GPX com padrões de Busca e Salvamento

source: Route Preferences
de_de: Routen-Einstellungen
es_es: Preferencias de ruta
fr_fr: Préférences de la route
it_it: Preferenze di rotta
nb_no: Egenskaper for rute
pt_pt: Preferências de Rota

source: SAR preferences
de_de: SAR-Einstellungen
es_es: preferencias SAR
fr_fr: Préférences SAR
it_it: Preferenze SAR
nb_no: SAR-egenskaper
pt_pt: Preferências SAR

source: Initial leg course
de_de: Kurs für 1. Abschnitt
es_es: Rumbo inicial de etapa
fr_fr: Angle du segment initial
it_it: Cap del primo segmento
nb_no: Kurs til startlegg
pt_pt: Curso da perna inicial

source: Degrees
de_de: Grad
es_es: Grados
fr_fr: Degrés
it_it: Gradi
nb_no: Grader
pt_pt: Graus

source: Search Leg length
de_de: Länge Abschnitte für Suche
es_es: Longitud de la etapa de búsqueda
fr_fr: Taille du segment de recherche
it_it: Cercare lunghezza segmento
nb_no: Søk legglengde
pt_pt: Comprimento da perna de busca

source: Track space (S)
de_de: Abstand der Passagen
es_es: Espacio de pista (S)
fr_fr: Espace entre les traces (S)
it_it: Spazio traccia (S)
nb_no: Spor område (S)
pt_pt: Espaço entre pistas (S)

source: Number of Legs
de_de: Anzahl Abschnitte
es_es: Número de etapas
fr_fr: Nombre de segments
it_it: nome di segmentiQuantità di segmenti
nb_no: Antall legger
pt_pt: Numero de pernas

source: Search Speed
de_de: Suchgeschwindigkeit
es_es: Velocidad de búsqueda
fr_fr: Vitesse de recherche
it_it: Velocità Di Ricerca
nb_no: Søkefart
pt_pt: Velocidade da busca

source: Generate &GPX
de_de: Erzeuge &GPX
es_es: Generar &GPX
fr_fr: Générer un fichier &GPX
it_it: Generare &GPX
nb_no: Generer &GPX
pt_pt: Gerar GPX

source: Add to route manager
es_es: Añadir al gestor de rutas
fr_fr: Ajouter au gestionnaire de route

source: Generate &RTZ
es_es: Generar &RTZ
fr_fr: Generer RTZ

source: Route for Ship
de_de: Route für Schiff
es_es: Ruta para el barco
fr_fr: Cap du bateau
it_it: Rpotta per Nave
nb_no: Skipets rute
pt_pt: Rota para o barco

source: 1 unit only
de_de: Nur 1 Einheit
es_es: 1 unidad sólo
fr_fr: 1 unité seulement
it_it: solo 1 unità
nb_no: Kun 1 enhet
pt_pt: apenas 1 unidade

source: 2 units A&B
de_de: 2 Einheiten A&B
es_es: 2 unidades A&B
fr_fr: 2 unités A&B
it_it: 2 unità A&B
nb_no: 2 enheter A&B
pt_pt: 2 unidades A&B

source: First turn
de_de: Erste Wende
es_es: Primer giro
fr_fr: Premier virage
it_it: Prima curva
nb_no: Første sving
pt_pt: Primeiro volta

source: STARBOARD
de_de: Steuerbord
es_es: ESTRIBOR
fr_fr: TRIBORD
it_it: Destra
nb_no: STYRBORD
pt_pt: ESTIBORDO

source: PORT
de_de: Backbord
es_es: BABOR
fr_fr: BABORD
it_it: Sinistra
nb_no: BABORD
pt_pt: BOMBORDO

source: Waypoint names
de_de: Wegpunkt Name
es_es: Nombres de marcas
fr_fr: Noms des waypoints
it_it: Nomi di Waypoint
nb_no: Veipunktnavn
pt_pt: Nomes de pontos de passagem

source: Icons
de_de: Symbole
es_es: Iconos
fr_fr: Icônes
it_it: Icone
nb_no: Ikoner
pt_pt: Ícones

source: Parallel Track
de_de: Parallele Suche
es_es: Búsqueda en paralelo
fr_fr: Traces parallèles
it_it: Traccia Parallela
nb_no: Parallspor
pt_pt: Faixa Paralela

source: Initial course
de_de: Anfangskurs
es_es: Rumbo inicial
fr_fr: Cap initial
it_it: Cap iniziale
nb_no: Startkurs
pt_pt: Rumo inicial

source: Leg Spacing (S)
de_de: Distanz Abschnitte
es_es: Espaciado de etapas)
fr_fr: Espace entre les segments (S)
it_it: Spaziatura segmento (S)
nb_no: Leggavstand (S)
pt_pt: Distância entre pernas (S)

source: Number of Legs
de_de: Anzahl der Abschnitte
es_es: Número de etapas
fr_fr: Nombre de segments
it_it: Quantità di segmenti
nb_no: Antall legger
pt_pt: Número de pernas

source: Search Speed
de_de: Suchgeschwindigkeit
es_es: Velocidad de búsqueda
fr_fr: Vitesse de recherche
it_it: Velocità di ricerca
nb_no: Søkefart
pt_pt: Velocidade de busca

source: Expanding Square
de_de: Quadrat erweitern
es_es: Expandiendo cuadrado
fr_fr: Carrés grandissants
it_it: Da ampi quadrati
nb_no: Utvidende firkant
pt_pt: Quadrado em expansão

source: Initial course
de_de: Anfangskurs
es_es: Rumbo inicial
fr_fr: Cap initial
it_it: Cap initiale
nb_no: Startkurs
pt_pt: Rumo inicial

source: Search Radius
de_de: Suchradius
es_es: Radio de búsqueda (m)
fr_fr: Rayon de recherche
it_it: Raggio di ricerca
nb_no: Søkeradius
pt_pt: Raio de busca

source: Search Speed
de_de: Suchgeschwindigkeit
es_es: Velocidad de búsqueda
fr_fr: Vitesse de recherche
it_it: Velocità di ricerca
nb_no: Søkefart
pt_pt: Velocidade de busca

source: Number of passes
de_de: Anzahl der Durchgänge
es_es: Número de pasadas:
fr_fr: Nombre de passages
it_it: Quantità di passaggi:
nb_no: Antall passeringer
pt_pt: Número de passagens:

source: Search Method
de_de: Art der Suche
es_es: Método de búsqueda
fr_fr: Méthode de recherche
it_it: Metodo di ricerca
nb_no: Søkemetode
pt_pt: Método de Busca

source: USCG
es_es: USG

source: Sector Search
de_de: Sektor Suche
es_es: Sector de búsqueda
fr_fr: Recherche par secteurs
it_it: Ricerca Settore
nb_no: Sektorsøk
pt_pt: Busca por sector

source: Initial course
de_de: Anfangskurs
es_es: Rumbo inicial
fr_fr: Cap Initial
it_it: Corso iniziale
nb_no: Startkurs
pt_pt: Rumo inicial

source: Leg Space
de_de: Teilstreckenabstand
es_es: Espaciado de etapas
fr_fr: Espace entre les segments
it_it: Spaziatura segmento
nb_no: Leggavstand
pt_pt: Espaço da Perna

source: Number of Legs
de_de: Anzahl der Abschnitte
es_es: Número de etapas
fr_fr: Nombre de segments
it_it: Quantità di segmenti
nb_no: Antall legger
pt_pt: Numero de pernas

source: Waypoint names
de_de: Wegpunkt Name
es_es: Nombres de marcas
fr_fr: Noms des waypoints
it_it: Nomi di Waypoint
nb_no: Veipunktnavn
pt_pt: Nomes de pontos de passagem

source: Oil Rig (Quadrant Single)
de_de: Ölrig (Quadrant Einzel)
es_es: Plataforma petrolifera(Cuadrante Single)
fr_fr: Fuite d'huile (1 secteur, 90°)
it_it: Piattaforma petrolifera (quadrante singolo)
nb_no: Oljerigg (Quadrant Single)
pt_pt: Plataforma petrolífera (Quadrante Único)

source: DATUM / CSP (Start of Search)
de_de: Ereignis/CSP (Start der Suche)
es_es: DATUM / CSP (Inicio de búsqueda)
fr_fr: DATE / CSP (Départ de la recherche)
it_it: DATA / CSP (Inizio ricerca)
nb_no: DATUM / CSP (Søkets start)
pt_pt: DATUM / CSP (Início da busca)

source: Latitude
es_es: Latitud

source: deg
de_de: Grad
es_es: gra

source: Longitude
de_de: Längengrad
es_es: Longitud
it_it: Longitudine
nb_no: Lengdegrad

source: Ship
de_de: Schiff
es_es: Barco
fr_fr: Navire
it_it: Nave
nb_no: Skip
pt_pt: Navio

source: Copy ship position (GPS fix required)
de_de: Kopiere Schiffsposition (GPS-Fix erforderlich)
es_es: Copiar posición del barco (necesario señal GPS)
fr_fr: Copier la position du navire (Fix du GPS requis)
it_it: Copia la posizione della nave (GPS fix richiesto)
nb_no: Kopier skipsposisjon (GPS-lås er påkrevd)
pt_pt: Copiar posição do navio (necessário sinal GPS)

source: Datum (Start of Search)
de_de: Datum (Beginn der Suche)
es_es: Datum (Inicio de búsqueda)
fr_fr: Bateau : Point initial de recherche

source: Convert to Degree
de_de: Umwandlung in Grad
es_es: Convertir a grados
fr_fr: Convertir en degré
it_it: convertire in gradi
nb_no: Konverter til grader
pt_pt: Converter para graus

source: Calculate
de_de: Berechne
es_es: Calcular
fr_fr: Calculer
it_it: Calcolare
nb_no: Beregn
pt_pt: Calcular

source: Search Distance / Time
de_de: Suche Distanz & Zeit
es_es: Distancia de búsqueda / hora
fr_fr: Distance / Temps pour la rechercher
it_it: Ricerca Distanza / Durata
nb_no: Søk distanse / tid
pt_pt: Distância de Busca / Tempo

source: hr
de_de: h
es_es: h
it_it: h
nb_no: tim

source: General settings
de_de: Grundeinstellungen
es_es: Opciones generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nb_no: Generelle innstillinger
pt_pt: Opções gerais

source: Opacity
de_de: Deckkraft
es_es: Opacidad
fr_fr: Opacité
it_it: Opacità
nb_no: Gjennomsiktighet
pt_pt: Opacidade

source: CPU saving settings
de_de: Einstellungen speichern
es_es: Opciones de salvado CPU
fr_fr: Sauvegarde des réglages
it_it: Impostazioni di salvataggio della CPU
nb_no: Innstillinger for CPU strømsparing
pt_pt: Opções de poupança de CPU

source: Capture Ship Position
de_de: Schiffsposition erfassen
es_es: Capturar posición barco
fr_fr: Capture de la position du navire
it_it: Cattura Posizione barca
nb_no: Lagre skipsposisjon
pt_pt: Capturar posição do navio

source: Leave ticked, so you can use ship's position
de_de: Gesetzt lassen, um die Position des Schiffes nutzen können
es_es: Dejarlo marcado, así puede usar la posición del barco
fr_fr: Laissez coché pour pouvoir utiliser la position du navire
it_it: Lascia spuntato, così puoi usare la posizione della barca
nb_no: La være merket, slik at du kan bruke skipets posisjon
pt_pt: Deixar arcado, para que possa usar a posição do barco

source: Capture Cursor Position
de_de: Cursorposition erfassen
es_es: Capturar posición del cursor
fr_fr: Capture de la position du curseur
it_it: Cattura Posizione del cursore
nb_no: Lagre kursorposisjon
pt_pt: Capturar posição do cursor

source: Leave ticked, so that you can use cursor position.
de_de: Gesetzt lassen, um die Position des Cursors nutzen können.
es_es: Dejarlo marcado, así puede usar la posición del cursor.
fr_fr: Laissez coché pour pouvoir utiliser la position du curseur.
it_it: Lascia spuntato, così puoi usare la posizione del cursore.
nb_no: La være merket, slik at du kan benytte kursorposisjon.
pt_pt: Deixar marcado, para que possa usar a posição do cursor.

source: RTZ for this pattern is not available
es_es: RTZ para este patrón no está disponible
fr_fr: RTZ pour ce modèle n'est pas disponible

source: No Datum Point has been entered
de_de: Kein Punkt des Ereignisses definiert
es_es: No se ha introducido ningún punto de datos
fr_fr: Point initial de recherche : Inconnu
it_it: Nessun datum point è stato inserito
nb_no: Ingen datumpunkt er angitt
pt_pt: Nenhum Ponto de Datum foi inserido

source: For this search pattern the Start Point entered is the CSP
de_de: Für dieses Suchmuster ist Startpunkt = CSP
es_es: Para este patrón de búsqueda el punto de inicio introducido es el CSP
fr_fr: Pour ce profil de recherche, le point de départ saisi est le CSP
it_it: Per questo modello di ricerca il punto iniziale inserito è il CSP
nb_no: For dette søkemønsteret er startpunktet angitt CSP
pt_pt: Para este padrão de busca, o Ponto Inicial inserido é o CSP

source: Start Position
de_de: Ausgangsposition
es_es: Posición Inicial
fr_fr: Position de départ
it_it: Posizione di partenza
nb_no: Start posisjon
pt_pt: Posição de Início

source: Export SAR track GPX file as
de_de: SAR-Track GPX-Datei exportieren als
es_es: Exportar derrota SAR como archivo GPX
fr_fr: Exporter la trace de la recherche comme un fichier GPX
it_it: Esporta file GPX SAR traccia come
nb_no: Eksporter SAR slepestrek GPX-fil som
pt_pt: Exportar ficheiro GPS com percurso SAR como

source: error in input range validation
de_de: Fehler beim Validieren des Eingabebereiches
es_es: error en validación del alcance
fr_fr: Erreur de validation de données entrées
it_it: errore nella convalida dell'intervallo di input
nb_no: feil i validering av inndata-område
pt_pt: erro na validação de intervalo de entrada

source: Error occurred, aborting SAR calc!
de_de: Fehler aufgetreten, SAR-Berechnung wird abgebrochen!
es_es: Ha ocurrido un error, abortando calc de SAR!
fr_fr: Erreur rencontrée, calcul SAR abandonné !
it_it: Si è verificato un errore, annullamento calculo SAR!
nb_no: En feil oppstod, avbryter SAR kalk!
pt_pt: Ocorreu um erro, abortando o calculo do SAR!

source: Error in calculation. Please check input!
de_de: Berechnungsfehler. Bitte Eingabe überprüfen!
es_es: Error en cálculos. ¡Compruebe entradas!
fr_fr: Erreur dans le calcul. Vérifiez vos entrées !
it_it: Errore nel calcolo. Controllare dati inseriti!
nb_no: Feil i kalkulering, sjekk inn-data!
pt_pt: Erro de calculo. Verifique dados de entrada!

source: To copy the cursor location place the cursor on the chart ...and press <CTRL>+S
de_de: Um den Ort des Cursors zu kopieren, platzieren Sie ihn auf der Karte ...und drücken <CTRL>+S
es_es: Para copiar la ubicación del cursor coloque el cursor sobre el gráfico ...y presione <CTRL>+S
fr_fr: Pour copier l''emplacement du curseur sur la carte ...et cliquer sur <CTRL> +S
it_it: Per copiare la posizione del cursore, posizionare il cursore sulla carte ...e premere <CTRL>+S
nb_no: For å kopiere markørplassering, plasserer du markøren i kartet og trykk <CTRL>+S
pt_pt: Para copiar a localização do cursor posicione o cursor no gráfico ...e pressione <CTRL>+S

source: Save in RTZ format
es_es: Guardar en formato RTZ
fr_fr: Enregistrer au format RTZ

source: SAR Plugin by SaltyPaws/Rasbats
de_de: SAR-Plugin von SaltyPaws
es_es: Plugin SAR por SaltyPaws/Rasbats
fr_fr: SAR par SaltyPaws / Rasbats
it_it: Plugin SAR di SaltyPaws/Rasbats
nb_no: SAR utvidelse av SaltyPaws/Rasbats
pt_pt: Plugin SAR por SaltyPaws/Rasbats

source: D MM SS
de_de: G MM SS

source: D MM.mmm
de_de: G MM.mmm

source: D.ddd
de_de: G.ggg

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
nb_no: Feil
pt_pt: Erro

source: kts
de_de: kn
fr_fr: nds
it_it: nodi
nb_no: kn

source: Cursor
fr_fr: Curseur
it_it: Cursore
nb_no: Kursor

source: W
fr_fr: O
it_it: O
nb_no: V
pt_pt: O

source: E
nb_no: Ø

source: Lat
it_it: Latitudine
nb_no: Bgrad

source: Lon
nb_no: Lgrad
